[
  {
    "path": "posts/2022-03-13-update-31322/",
    "title": "Update 3/13/22",
    "description": "I've made substantial updates to the website. A pdf of my resume is now available, and the project portfolio page contains links to three data manipulation and analysis projects I've done for coursework. A fourth one will be added tomorrow. Some photos will be added to the Death Valley Photos page tomorrow as well, if time permits.",
    "author": [
      {
        "name": "Trevor Romich",
        "url": {}
      }
    ],
    "date": "2022-03-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-13T23:55:04-07:00",
    "input_file": "update-31322.knit.md"
  },
  {
    "path": "posts/2022-02-22-2142022/",
    "title": "2/14/2022",
    "description": "I've fixed some issues with the site that may or may not have ever been present on the online version. There are still some errors with displaying the projects, but should be fixed soon.",
    "author": [
      {
        "name": "Trevor Romich",
        "url": {}
      }
    ],
    "date": "2022-02-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-02-22T16:55:30-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-02-07-update/",
    "title": "Update 2/7/2022",
    "description": "I'm in the process of building this website. It's a lot harder to find online help related to this process than I thought it would be - in particular, I am struggling to find anything related to how to add or manipulate images on webpages designed in Rstudio. As a result, the main page image is still sideways. I've updated the 'about' page with some more detailed information about me - it will likely turn into a CV/resume eventually, but may be split into two pages at that point. I think it would be cool to add some photos I've taken in Death Valley to a page by themselves.",
    "author": [
      {
        "name": "Trevor Romich",
        "url": {}
      }
    ],
    "date": "2022-02-07",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-02-07T16:55:38-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-31-welcome/",
    "title": "welcome",
    "description": "Welcome to my website! It is still under development. Thank you for visiting!",
    "author": [
      {
        "name": "Trevor Romich",
        "url": {}
      }
    ],
    "date": "2022-01-31",
    "categories": [],
    "contents": "\r\nDistill is a publication format for scientific and technical writing, native to the web.\r\nLearn more about using Distill at https://rstudio.github.io/distill.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-02-07T16:55:24-08:00",
    "input_file": {}
  }
]
